base
base-devel
xorg-server 
xorg-xinit
sddm
i3-wm
ntfs-3g
git
rofi
blueman
bluez
bluez-utils
flameshot
polybar
feh
kitty
qbittorrent
docker
docker-compose
mariadb
nodejs
npm
discord
dotnet-runtime
dotnet-sdk
aspnet-runtime
nerd-fonts
peek
firefox
code
zsh
vlc
dunst
gnome-keyring
virtualbox
usbmuxd
libimobiledevice
